[{
  "_id": {
    "$oid": "6613aac82301bc35da46e8ff"
  },
  "name": "Mercedes (package)",
  "imageSrc": "/assets/portfolio/packages/3.jpg",
  "features": [
    "To craft a captivating wedding film using just a single (1) videographer, a mix of ingenuity, meticulous planning, and an eye for detail to capture every moment: wedding prep (Bride & Groom) provided they are in the same location. Ceremony, Register signing, Arrival at Reception, Speeches, Cake Cutting and First dance. You will get a 20 -30mins film. "
  ],
  "__v": 0
},
{
  "_id": {
    "$oid": "6613aac82301bc35da46e900"
  },
  "name": "Porsche (Package)",
  "imageSrc": "/assets/portfolio/packages/2.jpg",
  "features": [
    "The Porshe Package offers a comprehensive and emotionally engaging way to capture your wedding day, combining a full-length film (40-50mins) with a 3 minute highlight. This popular option provides a detailed cinematic retelling of your entire celebration, capturing Bride & Groom prep, Ceremony, Reception arrival, speeches, Cake cutting First dance. making it an ideal choice for couples looking for complete coverage and memorable storytelling. 10 hours for coverage, 2 videographers  "
  ],
  "__v": 0
},
{
  "_id": {
    "$oid": "6613aac82301bc35da46e901"
  },
  "name": "Bentley (package)",
  "imageSrc": "/assets/portfolio/packages/1.jpg",
  "features": [
    "To produce a visually compelling film that seamlessly combines creative direction with documentary storytelling with a touch of narration, capturing the essence of a wedding day, it’s essential to focus on both the aesthetics and the genuine moments Wedding Prep (Bride & Groom), Signing of the Register, Reception Arrival, Speeches, Cake Cutting, and the First Dance—ensuring nothing is missed. 11 hours coverage and Drone Footage, 3 cameras 2 Videographers 3-5 mins highlights 50 -60 mins film"
  ],
  "__v": 0
},
{
  "_id": {
    "$oid": "6613aac82301bc35da46e902"
  },
  "name": "Traditional (package)",
  "imageSrc": "/assets/portfolio/packages/4.jpg",
  "features": [
    "This package is perfect for capturing the essence and fullness of a traditional wedding ceremony. This package offers comprehensive coverage, focusing on the culturally rich aspects of the traditional as well as the preparatory stages for both the bride and groom. 6 hours coverage 90 mins full film length and 3 mins highlights. "
  ],
  "__v": 0
}]